utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency1024-httperf-output-round11.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 8.973 s

Connection rate: 33.4 conn/s (29.9 ms/conn, <=54 concurrent connections)
Connection time [ms]: min 0.6 avg 602.7 max 8682.2 median 5.5 stddev 1605.2
Connection time [ms]: connect 0.7
Connection length [replies/conn]: 1.000

Request rate: 33.4 req/s (29.9 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 56.2 avg 56.2 max 56.2 stddev 0.0 (1 samples)
Reply time [ms]: response 3.5 transfer 598.5
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.52 system 8.38 (user 5.8% system 93.4% total 99.1%)
Net I/O: 568986.0 KB/s (4661.1*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0