utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency16-httperf-output-round5.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 2

Total: connections 300 requests 300 replies 300 test-duration 8.890 s

Connection rate: 33.7 conn/s (29.6 ms/conn, <=153 concurrent connections)
Connection time [ms]: min 0.5 avg 1587.6 max 8266.9 median 661.5 stddev 1753.1
Connection time [ms]: connect 0.3
Connection length [replies/conn]: 1.000

Request rate: 33.7 req/s (29.6 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 53.8 avg 53.8 max 53.8 stddev 0.0 (1 samples)
Reply time [ms]: response 1248.6 transfer 338.7
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.52 system 8.23 (user 5.8% system 92.6% total 98.4%)
Net I/O: 574328.3 KB/s (4704.9*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0