utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency16384-httperf-output-round4.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 7.637 s

Connection rate: 39.3 conn/s (25.5 ms/conn, <=49 concurrent connections)
Connection time [ms]: min 0.4 avg 507.7 max 7389.8 median 4.5 stddev 1364.7
Connection time [ms]: connect 0.6
Connection length [replies/conn]: 1.000

Request rate: 39.3 req/s (25.5 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 59.0 avg 59.0 max 59.0 stddev 0.0 (1 samples)
Reply time [ms]: response 3.7 transfer 503.4
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.46 system 7.13 (user 6.0% system 93.4% total 99.4%)
Net I/O: 668581.2 KB/s (5477.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0