utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency2048-httperf-output-round1.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 7.563 s

Connection rate: 39.7 conn/s (25.2 ms/conn, <=53 concurrent connections)
Connection time [ms]: min 0.4 avg 529.4 max 7385.2 median 8.5 stddev 1385.1
Connection time [ms]: connect 0.7
Connection length [replies/conn]: 1.000

Request rate: 39.7 req/s (25.2 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 59.0 avg 59.0 max 59.0 stddev 0.0 (1 samples)
Reply time [ms]: response 5.8 transfer 522.8
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.47 system 7.04 (user 6.2% system 93.1% total 99.4%)
Net I/O: 675120.4 KB/s (5530.6*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0