utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency256-httperf-output-round9.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 8.651 s

Connection rate: 34.7 conn/s (28.8 ms/conn, <=50 concurrent connections)
Connection time [ms]: min 0.3 avg 607.4 max 8446.5 median 6.5 stddev 1617.0
Connection time [ms]: connect 0.5
Connection length [replies/conn]: 1.000

Request rate: 34.7 req/s (28.8 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 55.6 avg 55.6 max 55.6 stddev 0.0 (1 samples)
Reply time [ms]: response 5.1 transfer 601.7
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.52 system 8.08 (user 6.1% system 93.4% total 99.5%)
Net I/O: 590172.8 KB/s (4834.7*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0