utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency32-httperf-output-round6.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 8.817 s

Connection rate: 34.0 conn/s (29.4 ms/conn, <=110 concurrent connections)
Connection time [ms]: min 0.4 avg 839.8 max 8588.6 median 18.5 stddev 1605.5
Connection time [ms]: connect 0.6
Connection length [replies/conn]: 1.000

Request rate: 34.0 req/s (29.4 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 57.2 avg 57.2 max 57.2 stddev 0.0 (1 samples)
Reply time [ms]: response 291.6 transfer 547.6
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.58 system 8.14 (user 6.6% system 92.3% total 98.9%)
Net I/O: 579105.3 KB/s (4744.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0