utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency32768-httperf-output-round1.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 8.495 s

Connection rate: 35.3 conn/s (28.3 ms/conn, <=48 concurrent connections)
Connection time [ms]: min 0.3 avg 560.0 max 8221.1 median 3.5 stddev 1528.6
Connection time [ms]: connect 0.5
Connection length [replies/conn]: 1.000

Request rate: 35.3 req/s (28.3 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 56.8 avg 56.8 max 56.8 stddev 0.0 (1 samples)
Reply time [ms]: response 3.7 transfer 555.8
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.50 system 7.85 (user 5.9% system 92.4% total 98.3%)
Net I/O: 601046.2 KB/s (4923.8*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0