utils/advanced-ps3-benchmark-framework/sub-test/concurrency/original-output/zhtta-v2-concurrency512-httperf-output-round10.txt
httperf --client=0/1 --server=localhost --port=4414 --uri=/ --rate=300 --send-buffer=4096 --recv-buffer=16384 --num-conns=300 --num-calls=1
Maximum connect burst length: 1

Total: connections 300 requests 300 replies 300 test-duration 8.611 s

Connection rate: 34.8 conn/s (28.7 ms/conn, <=48 concurrent connections)
Connection time [ms]: min 0.4 avg 575.5 max 8344.4 median 6.5 stddev 1550.5
Connection time [ms]: connect 0.5
Connection length [replies/conn]: 1.000

Request rate: 34.8 req/s (28.7 ms/req)
Request size [B]: 68.0

Reply rate [replies/s]: min 56.8 avg 56.8 max 56.8 stddev 0.0 (1 samples)
Reply time [ms]: response 6.1 transfer 569.0
Reply size [B]: header 71.0 content 17427342.0 footer 0.0 (total 17427413.0)
Reply status: 1xx=0 2xx=300 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.44 system 8.10 (user 5.1% system 94.1% total 99.1%)
Net I/O: 592959.2 KB/s (4857.5*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0